export default function Teachers () {

    return (
        <div style={{ paddingLeft: '6vw', paddingTop: '5vh' , textAlign: 'left' }}>

            <h2 style={{ paddingLeft: '5vw', paddingBottom:'1vh'}}>Педагогический состав</h2>
            <p style={{paddingLeft: '1vw', paddingTop: '2vh'}}>Начальные классы(1-4 класс):</p> 
            Учителя начальных классов: <br></br>
            Данилина Елена Владимировна <br></br>
            Иванова Татьяна Сергеевна <br></br>
            Моисеенко Наталья Михайловна <br></br>
            Нефедова Валентина Викторовна <br></br>
            Никитина Александра Олеговна <br></br>
            Обляухина Екатерина Анатольевна <br></br>
            Потылицына Марина Александровна <br></br>
            Салеева Марина Юрьевна <br></br>
            Сафаргалиева Инна Геннадьевна <br></br>
            Смышляева Ольга Александровна <br></br>
            Суркова Тамара Алексеевна <br></br>
            Целуйко Анжелика Александровна <br></br>
            Шевелева Ирина Алексеевна <br></br>
            <br></br>
            Учитель музыки - Амбикова Елена Юрьевна<br></br>
            Учителя физкультуры - Голдаев Николай Владимирович и Овчинников Геннадий Анатольевич<br></br>
            Учителя английского языка - Величко Лиана Фанильевна, Туркотова Елена Александровна, Шиянова Людмила Владимировна<br></br>

            <p style={{paddingLeft: '1vw', paddingTop: '8vh'}}>Основная и старшая школа(9-11 классы):</p> 
            Учителя русского языка:<br></br>
            Астраханцева Алена Александровна<br></br>
            Ерошенко Юлия Олеговна<br></br>
            Жуликова Татьяна Михайловна<br></br>
            Крупаченко Валентина Александровна<br></br>
            Медведева Елена Леонидовна<br></br>
            Прилуцкая Любовь Викторовна<br></br>
            Снигирева Любовь Михайловна<br></br>
            <br></br>
            Учителя математики: <br></br>
            Клокова Татьяна Васильевна<br></br>
            Маслова Любовь Викторовна<br></br>
            Панкратова Наталья Викторовна<br></br>
            Попова Оксана Николаевна<br></br>
            Сарапова Ирина Сергеевна<br></br>
            Токарева Елена Юрьевна<br></br>
            <br></br>
            Учителя английского языка: <br></br>
            Величко Лиана Фанильевна<br></br>
            Гулевич Тамара Александровна<br></br>
            Давыдов Евгений Сергеевич<br></br>
            Туркотова Елена Александровна<br></br>
            Шиянова Людмила Владимировна<br></br>
            <br></br>
            Учителя информатики: <br></br>
            Мангазеев Александр Юрьевич<br></br>
            Мангазеева Екатерина Олеговна<br></br>
            <br></br>
            Учителя истории и обществознания:<br></br>
            Никонорова Александра Владимировна<br></br>
            Тищенко Галина Юрьевна<br></br>
            Шильчикова Венера Раисовна<br></br>
            Скрабневский Сергей Михайлович<br></br>
            <br></br>
            Учителя географии:<br></br>
            Бочанцева Елена Николаевна<br></br>
            Данилова Наталья Ивановна<br></br>
            <br></br>
            Учителя биологии:<br></br>
            Голдаева Ирина Ивановна<br></br>
            Понкратьева Тамара Васильевна<br></br>
            <br></br>
            Учителя физкультуры:<br></br>
            Голдаев Николай Владимирович<br></br>
            Овчинников Геннадий Анатольевич<br></br>
            <br></br>
            Учитель физики - Пшеничникова Ирина Николаевна <br></br>
            Учитель химии - Шипачева Светлана Владимировна<br></br>
            <br></br>
            Учитель технологии - Евель Ирина Владимировна<br></br>
            Учитель изобразительного искусства - Щеголева Ольга Александровна<br></br>
            Учитель музыки - Амбикова Елена Юрьевна<br></br>
        </div>
    )

}